# St7SetDefaultGroupID

Sets the group for newly created elements where the group cannot be determined from the source.

long St7SetDefaultGroupID(long uID, long GroupID)
Input Parameters
uID
Strand7 model file ID.
GroupID
Group identifier.